{
  "revolutionary-darkcaribbean": {
    "settings": {
      "historical": {
        "name": "Include historical content",
        "hint": "Do not activate without a frank and open discussion with everyone at the table about including these elements. See the journal entry for Dark Caribbean Wave Crawl: Historical Content for more information."
      },
      "days-saved": {
        "name": "Days saved",
        "hint": "This sets the number of days that saved game state data is retained, meaning this is how far back you can rewind time in your game before you run out of saved data."
      },
      "rotation": {
        "name": "Ship token rotation",
        "hint": "If straight up is 0 degrees, where does the bow of your ship token point? For example, ship tokens from the Pirate Borg Premium Module point down, so that’s 180."
      }
    },
    "and": "and",
    "Chapter": "Chapter",
    "ships-bell": "Ship’s Bell",
    "crew-panel": {
      "tabs": {
        "ship": "Ship",
        "positions": "Positions",
        "teams": "Watch Crews"
      },
      "ship": {
        "remove": "Remove Ship",
        "null": {
          "heading": "No ship.",
          "instructions": "Drag your ship here to set sail."
        }
      },
      "positions": {
        "shares": "Shares",
        "remove": "Remove from position",
        "glossary": {
          "captain": {
            "title": "Captain",
            "desc": "The captain must be a skilled and dependable seaman and a bold and decisive leader. He’s responsible for choosing prey, how to engage a target, how to pursue it, how to escape authorities, and how to deal with an attack. He’s elected by popular vote and can be replaced the same way. His authority is unquestionable only during action.",
            "sans": "The captain is a necessary role on your ship. Without a captain, you’re not ready to set sail."
          },
          "quartermaster": {
            "title": "Quartermaster",
            "desc": "The quartermaster has equal authority to the captain except during action. He’s elected by the crew to represent their interests and check the captain’s power. He takes command when the captain is absent, administers the articles, keeps order, settles conflicts, maintains the ledgers, and dispenses food, water, and rum to each member of the crew.",
            "sans": "The quartermaster is a necessary role on your ship. Without a quartermaster, you’re not ready to set sail."
          },
          "sailing-master": {
            "title": "Sailing Master",
            "desc": "The sailing master oversees the navigation and sailing of the ship. He would have to be literate in order to read charts and was usually the most educated member of the crew.",
            "sans": "The sailing master is a necessary role on your ship. Without a sailing master, you’re not ready to set sail."
          },
          "bosun": {
            "title": "Bosun",
            "desc": "The bosun (or boatswain) supervises supplies and deck activities, including handling sails and weighing and dropping anchor. He inspects the ship every morning and reports its condition to the captain, but usually reports to the quartermaster. On ships that have a bosun, he takes responsibility for disciple, often making him the most feared member of the crew.",
            "sans": "The quartermaster can fulfill the bosun’s duties if there is no designated bosun."
          },
          "gunner": {
            "title": "Master Gunner",
            "desc": "The Master Gunner is responsible for all of the firearms aboard the ship, from personal arms and cannons. He picks and runs the gunnery crew and is the only member of the crew besides the captain and the quartermaster to carry a key to the ship’s powder magazine. He also picks and leads hunting parties, when called for. The master gunner reports to the quartermaster.",
            "sans": "A ship might be able to get by without a master gunner if the entire crew (and the bosun and/or quartermaster in particular) are conscientious about their firearms."
          },
          "carpenter": {
            "title": "Carpenter",
            "desc": "The master carpenter is responsible for all of the woodworking aboard the ship, most importantly repairs to the hull, masts, and other wooden parts of the ship. He reports to the bosun (or quartermaster if the ship has no bosun).",
            "sans": "A ship without a carpenter is at risk of taking on a great deal of bilge from untreated leaks and will have a more difficult time repairing damage taken."
          },
          "cook": {
            "title": "Cook",
            "desc": "In addition to preparing meals, the cook is responsible for the food, water, and rum aboard the ship. He is the only member of the crew trusted to light a fire below decks. He reports to the bosun (or quartermaster if the ship has no bosun).",
            "sans": "A ship without a cook will be faced with a potentially terrible fate: the bosun’s cooking."
          },
          "surgeon": {
            "title": "Surgeon",
            "desc": "The surgeon serves as the ship’s barber, doctor, and medic, though it’s a blessed ship that has a surgeon with actual medical experience. He reports to the quartermaster.",
            "sans": "A ship without a surgeon will have to make do with the cook or carpenter if a member of the crew is in need of medical attention."
          },
          "master-arms": {
            "title": "Master at Arms",
            "desc": "The Master at Arms is responsible for training crew in hand-to-hand combat and leading boarding parties. He reports to the quartermaster.",
            "sans": "Most ships do not have a dedicated master at arms, in which case these duties fall to the quartermaster."
          },
          "priest": {
            "title": "Deck Priest",
            "desc": "The deck priest is a holy man who calls upon Providence (or some other Power) to aid the ship with fair winds or other divine help. He reports to the sailing master.",
            "sans": "Most ships do not have a deck priest, and ships with a deck sorcerer almost never have a deck priest as well."
          },
          "sorcerer": {
            "title": "Deck Sorcerer",
            "desc": "The deck sorcerer is a practitioner of the arcane arts who uses sorcery to provide the ship with fair winds or other magical aid. He reports to the sailing master.",
            "sans": "Most ships do not have a deck sorcerer, and ships with a deck priest almost never have a deck sorcerer as well."
          }
        }
      },
      "teams": {
        "sides": {
          "larboard": "Larboard Crew",
          "starboard": "Starboard Crew"
        },
        "officer": {
          "heading": "Officer",
          "null": {
            "quartermaster": "This watch crew is commanded by the quartermaster. You can assign crew members to this role on the <strong>Positions</strong> tab.",
            "sailing-master": "This watch crew is commanded by the sailing master. You can assign crew members to this role on the <strong>Positions</strong> tab."
          }
        },
        "helm": {
          "heading": "Helm",
          "null": "Drag a member of the crew here to designate them as this watch crew’s helmsman.",
          "remove": "Relieve from helm"
        },
        "lookout": {
          "heading": "Lookout",
          "null": "Drag a member of the crew here to designate them as this watch crew’s lookout.",
          "remove": "Relieve from lookout"
        },
        "other": {
          "heading": "Other Crew Members",
          "null": "Drag a member of the crew here to assign them to this watch crew.",
          "remove": "Remove from watch crew"
        }
      }
    },
    "ledger-panel": {
      "close": "Close Ledger",
      "stock": {
        "title": "Common Stock",
        "name": "Silver",
        "units": "pieces of eight",
        "tooltip": "Adjust common stock"
      },
      "provisions": {
        "title": "Provisions",
        "types": {
          "food": {
            "name": "Vittles",
            "units": "person-days",
            "tooltip": "Adjust food stores",
            "estimate": {
              "pre": "Sufficient for",
              "post": "days"
            }
          },
          "water": {
            "name": "Fresh Water",
            "units": "person-days",
            "tooltip": "Adjust water stores",
            "estimate": {
              "pre": "Sufficient for",
              "post": "days"
            }
          },
          "rum": {
            "name": "Rum",
            "units": "person-days",
            "tooltip": "Adjust rum stores",
            "estimate": {
              "pre": "Sufficient for",
              "post": "days"
            }
          }
        }
      }
    },
    "watches": {
      "first": "First Watch",
      "middle": "Middle Watch",
      "morning": "Morning Watch",
      "forenoon": "Forenoon Watch",
      "afternoon": "Afternoon Watch",
      "first dog": "First Dog Watch",
      "second dog": "Second Dog Watch"
    },
    "bells": {
      "0": "",
      "1": "1 bell",
      "2": "2 bells",
      "3": "3 bells",
      "4": "4 bells",
      "5": "5 bells",
      "6": "6 bells",
      "7": "7 bells",
      "8": "8 bells"
    },
    "time": {
      "dawn": "dawn",
      "day": "day",
      "dusk": "dusk",
      "night": "night"
    },
    "date-panel-controls": {
      "back-fast": "Set time back 1 hour",
      "back-step": "Set time back 10 minutes",
      "forward-step": "Advance time 10 minutes",
      "forward-fast": "Advance time 1 hour"
    }
  }
}
